import Kneli from '~/assets/images/kneli.png';
import Lapsha from '~/assets/images/lasagna.png';
import Lasagna from '~/assets/images/lasagna.png';
import MeatBalls from '~/assets/images/meatballs.png';
import Potato from '~/assets/images/potato.png';
import PotatoRolls from '~/assets/images/potatoRolls.png';
import TomYam from '~/assets/images/tomyam.png';
import Vetchina from '~/assets/images/vetchina.png';

export const JuiciestPageData = [
    {
        title: 'Лапша с курицей и шафраном',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: Lapsha,
        dishType: 'Вторые блюда',
    },
    {
        title: 'Том-ям с капустой кимчи',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: TomYam,
        dishType: 'Национальные',
    },
    {
        title: 'Пряная ветчина по итальянски',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: Vetchina,
        dishType: 'Вторые блюда',
    },
    {
        title: 'Кнели со спагетти',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: Kneli,
        dishType: 'Вторые блюда',
    },
    {
        title: 'Картошка, тушенная с болгарским перцем и фасолью в томатном соусе',
        description:
            'Картошка, тушенная с болгарским перцем, фасолью, морковью и луком, -  вариант сытного блюда на каждый день. Фасоль в данном случае заменяет  мясо, делая рагу сытным и питательным. Чтобы сократить время  приготовления, возьмём консервированную фасоль. Блюдо хоть и простое, но в полной мере наполнено ароматами и имеет выразительный вкус за счёт  добавления томатной пасты.',
        image: Potato,
        dishType: 'Национальные',
    },
    {
        title: 'Картофельные рулетики с грибами',
        description:
            'Рекомендую всем приготовить постное блюдо из картофеля и грибов.  Готовится это блюдо без яиц, без мяса и без сыра, из самых простых  ингредиентов, а получается очень вкусно и сытно. Постный рецепт  картофельных рулетиков с грибами, в томатном соусе, - на обед, ужин и  даже на праздничный стол!',
        image: PotatoRolls,
        dishType: 'Детские блюда',
    },
    {
        title: 'Овощная лазанья из лаваша',
        description:
            'Большое, сытное блюдо для ценителей блюд без мяса! Такая лазанья  готовится с овощным соусом и соусом бешамель, а вместо листов для  лазаньи используется тонкий лаваш.',
        image: Lasagna,
        dishType: 'Блюда на гриле',
    },
    {
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        description:
            'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
        image: MeatBalls,
        dishType: 'Вторые блюда',
    },
];
